Repository: Tens1des/HoldingPattern
Catalog: HoldingPattern/Localizable.xcstrings
Source language: en
Languages: ru

# ach_all_done
source: All done!
ru: Всё готово!

# ach_all_rounder
source: All-Rounder
ru: Универсал

# ach_centurion
source: Centurion
ru: Центурион

# ach_early_bird
source: Early Bird
ru: Ранняя пташка

# ach_first_step
source: First Step
ru: Первый шаг

# ach_getting_started
source: Getting Started
ru: В деле

# ach_keep_going
source: Keep going
ru: Продолжайте

# ach_marathon
source: Marathon
ru: Марафон

# ach_night_owl
source: Night Owl
ru: Ночная сова

# ach_progress
source: Unlocked
ru: Разблокировано

# ach_speedster
source: Speedster
ru: Спринтер

# ach_time_saver
source: Time Saver
ru: Экономия времени

# ach_week_warrior
source: Week Warrior
ru: Недельный воин

source: Achievements
ru: Достижения

source: Add
ru: Добавить

source: Analytics
ru: Аналитика

source: Avatar
ru: Аватар

source: Cancel
ru: Отмена

source: Categories
ru: Категории

source: Category vs Category
ru: Категория к категории

# category_decision
source: Decision Wait
ru: Ожидание решения

# category_digital
source: Digital Wait
ru: Цифровое ожидание

# category_passive_idle
source: Passive Idle
ru: Пассивный простой

# category_physical
source: Physical Wait
ru: Физическое ожидание

# category_social
source: Social Wait
ru: Социальное ожидание

source: Chain Waiting
ru: Цепочки ожиданий

source: Comparison
ru: Сравнение

source: Day
ru: День

source: Edge Cases
ru: Граничные случаи

source: English
ru: Английский

source: Evening
ru: Вечер

source: Expensive Waits
ru: Дорогие ожидания

source: Fragmentation Index
ru: Индекс фрагментации

source: Fully Offline
ru: Полностью офлайн

source: Get Started
ru: Начать

source: History
ru: История

source: Hold
ru: Ожидание

source: Language
ru: Язык

source: Life in Holding %
ru: Жизнь в ожидании %

source: Life Leakage
ru: Утечка времени

source: Marathon (>60 min)
ru: Марафон (>60 мин)

source: Morning
ru: Утро

source: Morning / Evening
ru: Утро / Вечер

source: Most Improved
ru: Больше всего улучшилась

source: Name
ru: Название

source: New Category
ru: Новая категория

source: Next
ru: Далее

source: Nickname
ru: Никнейм

source: Night
ru: Ночь

source: No data yet
ru: Пока нет данных

source: No recurring patterns yet
ru: Повторяющихся паттернов пока нет

source: No waits recorded yet
ru: Ожиданий пока не записано

source: Not enough data
ru: Недостаточно данных

source: Onboarding
ru: Обучение

source: Patterns
ru: Паттерны

source: Peak Delay Hour
ru: Час пик ожиданий

source: Peak Hours
ru: Часы пик

source: Profile
ru: Профиль

source: Quick Actions
ru: Быстрые действия

source: Reclaimable Time
ru: Время на возврат

source: Recurring Delays
ru: Повторяющиеся задержки

source: Replay Onboarding
ru: Повторить онбординг

source: See Patterns
ru: Смотрите паттерны

source: Select Category
ru: Выберите категорию

source: Settings
ru: Настройки

source: This Week %
ru: На неделе %

source: Time Lost This Month
ru: Потеряно в этом месяце

source: Today
ru: Сегодня

source: Today %
ru: Сегодня %

source: Total Waiting Time
ru: Всего времени ожидания

source: Track Waiting Time
ru: Учитывайте время ожидания

source: Ultra Short (<10 sec)
ru: Ультракороткие (<10 сек)

# wait_many
source: waits
ru: ожиданий

# wait_one
source: wait
ru: ожидание

source: Week vs Week
ru: Неделя к неделе

# Русский
source: Russian
ru: Русский
